francescopace/espectre/src/python/micro_espectre/firmware/boards/ESP32S3_MICRO_ESPECTRE/mpconfigboard.h
// SPDX-License-Identifier: GPL-3.0-only
// Commercial licensing available under separate agreement; see LICENSING.md.

#define MICROPY_HW_BOARD_NAME "ESPectre ESP32-S3"
#define MICROPY_HW_MCU_NAME "ESP32-S3"
#define MICROPY_HW_ENABLE_UART_REPL (1)

#include "../mpconfigboard_common.h"
